Repository: OneApps-Studio/OneVoice
Catalog: IOSAPP/OneVoice/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: About
ja: このアプリについて
zh_hans: 关于

source: About 0.7–1 GB. Wi-Fi recommended. After download it runs entirely offline.
ja: 約0.7〜1 GBです。Wi-Fiを推奨します。ダウンロード後は完全にオフラインで動作します。
zh_hans: 约 0.7–1 GB，建议使用 Wi-Fi。下载后可完全离线运行。

source: Accurate model
ja: 高精度モデル
zh_hans: 高精度模型

source: Add Replacement
ja: 置換ルールを追加
zh_hans: 添加替换规则

source: After download, no network is needed for recognition.
ja: ダウンロード後の音声認識にネットワークは不要です。
zh_hans: 下载后，语音识别无需网络。

source: App Language
ja: アプリの言語
zh_hans: App 语言

source: Appearance
ja: 外観
zh_hans: 外观

source: Apple On-Device Speech
ja: Apple オンデバイス音声認識
zh_hans: Apple 设备端语音识别

source: Apple Speech
ja: Apple 音声認識
zh_hans: Apple 语音识别

source: Apple Speech gives you live text. Download Qwen3-ASR when you want a more accurate offline final pass.
ja: Apple音声認識でリアルタイム表示し、より正確なオフライン最終結果が必要な場合はQwen3-ASRをダウンロードできます。
zh_hans: Apple 语音识别提供实时文字；需要更准确的离线最终结果时，可下载 Qwen3-ASR。

source: Apple final
ja: Apple 最終結果
zh_hans: Apple 最终结果

source: Apple live preview
ja: Apple リアルタイムプレビュー
zh_hans: Apple 实时预览

source: Apple live · Qwen accurate final
ja: Apple リアルタイム・Qwen 高精度最終結果
zh_hans: Apple 实时 · Qwen 高精度最终结果

source: Apple on-device recognition
ja: Apple オンデバイス音声認識
zh_hans: Apple 设备端语音识别

source: Audio always stays on this device
ja: 音声は常にこのデバイス内に保存されます
zh_hans: 音频始终只留在此设备

source: Audio and transcripts stay on this device
ja: 音声と文字起こしはこのデバイス内に保存されます
zh_hans: 音频和转写内容仅保存在此设备

source: Audio saved · transcript unavailable
ja: 音声を保存しました・文字起こしは利用できません
zh_hans: 音频已保存 · 暂无转写

source: Audio stays on this device. Transcript text can sync through your private iCloud account.
ja: 音声はこのデバイス内に留まり、文字起こしだけをプライベートなiCloudアカウントで同期できます。
zh_hans: 音频只留在此设备；转写文字可通过你的私有 iCloud 账户同步。

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Capture short thoughts or longer voice notes.
ja: 短いアイデアから長めの音声メモまで記録できます。
zh_hans: 记录简短想法或较长的语音笔记。

source: Choose Audio or Video
ja: 音声またはビデオを選択
zh_hans: 选择音频或视频

source: Choose a file, or drop one here on iPad. Audio is processed on this device and is never saved by OneVoice.
ja: ファイルを選ぶか、iPadではここにドロップできます。音声はデバイス上で処理され、OneVoiceには保存されません。
zh_hans: 选择文件，或在 iPad 上拖放到这里。音频会在设备端处理，OneVoice 不会保存音频。

source: Clean Blue
ja: クリーンブルー
zh_hans: 清透蓝

source: Color theme
ja: カラーテーマ
zh_hans: 配色主题

source: Copied and saved
ja: コピーして保存しました
zh_hans: 已复制并保存

source: Copy
ja: コピー
zh_hans: 复制

source: Copy or share the transcript into any app.
ja: 文字起こしを任意のアプリにコピーまたは共有できます。
zh_hans: 将转写结果复制或分享到任意 App。

source: Correct names and specialist vocabulary.
ja: 名前や専門用語を正しく置換します。
zh_hans: 修正姓名和专业词汇。

source: Creating final transcript
ja: 最終文字起こしを作成中
zh_hans: 正在生成最终转写

source: Crisp, bright, and utility-first.
ja: 明るくシャープで、実用性を重視します。
zh_hans: 清爽明亮，专注实用。

source: Dark
ja: ダーク
zh_hans: 深色

source: Delete
ja: 削除
zh_hans: 删除

source: Dictionary
ja: 辞書
zh_hans: 词典

source: Download Model
ja: モデルをダウンロード
zh_hans: 下载模型

source: English
ja: 英語
zh_hans: 英语

source: English (US)
ja: 英語（米国）
zh_hans: 英语（美国）

source: Example: “one voice” → “OneVoice”. Replacements are applied locally to every final transcript.
ja: 例：「one voice」→「OneVoice」。置換はすべての最終文字起こしにローカルで適用されます。
zh_hans: 示例：“one voice” → “OneVoice”。替换规则会在本地应用到每条最终转写。

source: Fast Live, Accurate Final
ja: リアルタイムは高速、最終結果は高精度
zh_hans: 实时快速，最终准确

source: Fast feedback with system on-device speech.
ja: システムのオンデバイス音声認識ですばやく確認できます。
zh_hans: 通过系统设备端语音识别快速获得反馈。

source: Favorite
ja: お気に入り
zh_hans: 收藏

source: Finalizing on device…
ja: デバイス上で仕上げています…
zh_hans: 正在设备端完成处理…

source: Finish recording
ja: 録音を終了
zh_hans: 结束录音

source: Fresh Sage
ja: フレッシュセージ
zh_hans: 鼠尾草绿

source: Graphite
ja: グラファイト
zh_hans: 石墨灰

source: High-accuracy offline final pass
ja: 高精度オフライン最終認識
zh_hans: 高精度离线最终识别

source: History
ja: 履歴
zh_hans: 历史

source: Installed
ja: インストール済み
zh_hans: 已安装

source: Japanese
ja: 日本語
zh_hans: 日语

source: Keep searchable voice notes, teach OneVoice your vocabulary, and paste the result anywhere.
ja: 検索できる音声メモを保存し、用語を登録して、結果をどこにでも貼り付けられます。
zh_hans: 保存可搜索的语音笔记，教会 OneVoice 你的词汇，并将结果粘贴到任何地方。

source: Language
ja: 認識言語
zh_hans: 识别语言

source: Light
ja: ライト
zh_hans: 浅色

source: Listening on this device
ja: このデバイスで聞き取り中
zh_hans: 正在此设备上聆听

source: Live
ja: リアルタイム
zh_hans: 实时

source: Live engine
ja: リアルタイム認識エンジン
zh_hans: 实时识别引擎

source: Live transcript
ja: リアルタイム文字起こし
zh_hans: 实时转写

source: Live transcription
ja: リアルタイム文字起こし
zh_hans: 实时转写

source: Next
ja: 次へ
zh_hans: 下一步

source: No account required
ja: アカウント不要
zh_hans: 无需账号

source: No custom terms yet
ja: カスタム用語はまだありません
zh_hans: 还没有自定义词条

source: No matches
ja: 一致する結果はありません
zh_hans: 没有匹配结果

source: No voice notes yet
ja: 音声メモはまだありません
zh_hans: 还没有语音笔记

source: Not installed
ja: 未インストール
zh_hans: 未安装

source: Off
ja: オフ
zh_hans: 关闭

source: On-device by design
ja: オンデバイスを前提に設計
zh_hans: 专为设备端处理而设计

source: OneVoice has no account or analytics SDK. When iCloud Sync is on, transcript text and dictionary replacements sync through your private Apple iCloud account; audio never uploads.
ja: OneVoiceにアカウントや分析SDKはありません。iCloud同期をオンにすると、文字起こしと辞書の置換ルールだけがプライベートなApple iCloudアカウントで同期され、音声はアップロードされません。
zh_hans: OneVoice 无需账号，也不包含分析 SDK。开启 iCloud 同步后，转写文字和词典替换规则会通过你的私有 Apple iCloud 账户同步；音频永不上传。

source: OneVoice has no account, analytics SDK, or OneVoice server. Voice notes are stored locally and, when iCloud Sync is on, mirrored with their transcripts through your private Apple iCloud account.
ja: OneVoiceにはアカウント、分析SDK、独自サーバーがありません。音声メモはローカルに保存され、iCloud同期をオンにすると音声と文字起こしがプライベートなApple iCloudアカウントに同期されます。
zh_hans: OneVoice 无需账号，不含分析 SDK，也没有 OneVoice 服务器。语音笔记保存在本地；开启 iCloud 同步后，音频与转写会同步到你的私有 Apple iCloud 账户。

source: OneVoice needs attention
ja: OneVoiceの確認が必要です
zh_hans: OneVoice 需要你的处理

source: OneVoice only connects when you request the optional Qwen model. Apple may separately download and manage on-device speech assets. OneVoice has no account or analytics SDK.
ja: OneVoiceが通信するのは任意のQwenモデルを要求したときだけです。Appleはオンデバイス音声アセットを別途ダウンロード・管理する場合があります。OneVoiceにアカウントや分析SDKはありません。
zh_hans: 只有在你主动请求可选 Qwen 模型时，OneVoice 才会联网。Apple 可能会单独下载并管理设备端语音资源。OneVoice 无需账号，也不包含分析 SDK。

source: OneVoice saves the recording, creates a searchable transcript automatically, and syncs both through your private iCloud library by default.
ja: OneVoiceは録音を保存し、検索可能な文字起こしを自動作成して、デフォルトでプライベートなiCloudライブラリに同期します。
zh_hans: OneVoice 会保存录音、自动生成可搜索的转写，并默认通过你的私有 iCloud 资料库同步两者。

source: Only transcript text and dictionary replacements sync through your private iCloud database. Audio, imported media, and downloaded models never sync.
ja: 文字起こしと辞書の置換ルールだけがプライベートなiCloudデータベースで同期されます。音声、読み込んだメディア、ダウンロード済みモデルは同期されません。
zh_hans: 仅转写文字和个人词典替换规则会通过你的私有 iCloud 数据库同步。音频、导入的媒体和已下载模型永不同步。

source: Open the app and start talking.
ja: アプリを開いて、すぐに話し始められます。
zh_hans: 打开 App 即可开始说话。

source: Optional
ja: 任意
zh_hans: 可选

source: Optional 0.6B model for more accurate offline text.
ja: より正確なオフライン文字起こしを行う任意の0.6Bモデルです。
zh_hans: 可选的 0.6B 模型，可提供更准确的离线文字。

source: Play
ja: 再生
zh_hans: 播放

source: Preparing private recognition…
ja: プライベート認識を準備中…
zh_hans: 正在准备私密识别…

source: Privacy
ja: プライバシー
zh_hans: 隐私

source: Private by design
ja: プライバシー重視の設計
zh_hans: 隐私优先设计

source: Private · On-device
ja: プライベート・オンデバイス
zh_hans: 私密 · 设备端处理

source: Quiet, focused, and neutral.
ja: 静かで集中しやすいニュートラルな配色です。
zh_hans: 安静、专注且中性。

source: Qwen final
ja: Qwen 最終結果
zh_hans: Qwen 最终结果

source: Qwen3-ASR final pass
ja: Qwen3-ASR 最終認識
zh_hans: Qwen3-ASR 最终识别

source: Ready
ja: 準備完了
zh_hans: 准备就绪

source: Recognition
ja: 音声認識
zh_hans: 语音识别

source: Record
ja: 録音
zh_hans: 录音

source: Record and transcribe on your device. Your audio is never uploaded to a OneVoice server.
ja: 録音と文字起こしはデバイス上で行い、音声がOneVoiceのサーバーへアップロードされることはありません。
zh_hans: 在设备上录音和转写。你的音频绝不会上传到 OneVoice 服务器。

source: Record in the foreground or background, then transcribe on device. OneVoice has no audio server.
ja: フォアグラウンドでもバックグラウンドでも録音でき、その後デバイス上で文字起こしします。OneVoiceに音声サーバーはありません。
zh_hans: 无论前台还是后台都可录音，随后在设备端完成转写。OneVoice 没有音频服务器。

source: Recording and transcribing on this device
ja: このデバイスで録音・文字起こし中
zh_hans: 正在此设备上录音并转写

source: Recording and transcript saved
ja: 録音と文字起こしを保存しました
zh_hans: 录音和转写已保存

source: Recording continues when you lock your screen or use another app.
ja: 画面をロックしたり別のアプリを使ったりしても録音は続きます。
zh_hans: 锁屏或使用其他 App 时，录音仍会继续。

source: Recordings and transcripts stay local-first and can sync through your private iCloud account.
ja: 録音と文字起こしはローカル優先で保存され、プライベートなiCloudアカウントで同期できます。
zh_hans: 录音和转写以本地保存为主，并可通过你的私有 iCloud 账户同步。

source: Remove Download
ja: ダウンロードを削除
zh_hans: 移除已下载模型

source: Running accurate offline final pass…
ja: 高精度オフライン最終認識を実行中…
zh_hans: 正在进行高精度离线最终识别…

source: Search transcripts
ja: 文字起こしを検索
zh_hans: 搜索转写内容

source: Settings
ja: 設定
zh_hans: 设置

source: Share
ja: 共有
zh_hans: 分享

source: Share Audio
ja: 音声を共有
zh_hans: 分享音频

source: Share Text
ja: テキストを共有
zh_hans: 分享文字

source: Show Onboarding Again
ja: オンボーディングをもう一度表示
zh_hans: 再次显示使用引导

source: Simplified Chinese
ja: 簡体字中国語
zh_hans: 简体中文

source: Skip
ja: スキップ
zh_hans: 跳过

source: Soft, calm, and close to the OneVoice icon.
ja: 柔らかく落ち着いた、OneVoiceアイコンに近い配色です。
zh_hans: 柔和、平静，与 OneVoice 图标相呼应。

source: Source Code
ja: ソースコード
zh_hans: 源代码

source: Speak, Save, Share
ja: 話す、保存する、共有する
zh_hans: 说出、保存、分享

source: Speech Recognition permission is required.
ja: 音声認識の許可が必要です。
zh_hans: 需要语音识别权限。

source: Start
ja: 始める
zh_hans: 开始使用

source: Start recording
ja: 録音を開始
zh_hans: 开始录音

source: Start speaking…
ja: 話し始めてください…
zh_hans: 开始说话…

source: Status
ja: 状態
zh_hans: 状态

source: Stop
ja: 停止
zh_hans: 停止

source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步

source: Sync error
ja: 同期エラー
zh_hans: 同步出错

source: Sync recordings, transcripts, and dictionary
ja: 録音、文字起こし、辞書を同期
zh_hans: 同步录音、转写与个人词典

source: Sync transcripts and dictionary
ja: 文字起こしと辞書を同期
zh_hans: 同步转写与个人词典

source: Synced
ja: 同期済み
zh_hans: 已同步

source: Syncing…
ja: 同期中…
zh_hans: 正在同步…

source: System
ja: システム
zh_hans: 跟随系统

source: Tap the microphone and speak naturally.
ja: マイクをタップして自然に話してください。
zh_hans: 点击麦克风，然后自然说话。

source: Tap to record
ja: タップして録音
zh_hans: 点击录音

source: Teach OneVoice a term
ja: OneVoiceに用語を登録
zh_hans: 教 OneVoice 认识一个词

source: Teach your terms
ja: 用語を登録
zh_hans: 教会它你的词汇

source: Theme & Appearance
ja: テーマと外観
zh_hans: 主题与外观

source: Transcribe audio or video
ja: 音声またはビデオを文字起こし
zh_hans: 转写音频或视频

source: Transcript saved to History
ja: 文字起こしを履歴に保存しました
zh_hans: 转写已保存到历史记录

source: Try a different search.
ja: 別のキーワードで検索してください。
zh_hans: 尝试其他搜索词。

source: Unfavorite
ja: お気に入りを解除
zh_hans: 取消收藏

source: Use device language
ja: デバイスの言語を使用
zh_hans: 使用设备语言

source: Use for final transcript
ja: 最終文字起こしに使用
zh_hans: 用于最终转写

source: Use it anywhere
ja: どこでも使える
zh_hans: 在任何地方使用

source: Version
ja: バージョン
zh_hans: 版本

source: Voice-note audio, transcripts, and dictionary replacements sync through your private iCloud database. Imported media and downloaded models never sync.
ja: 音声メモ、文字起こし、辞書の置換ルールはプライベートなiCloudデータベースで同期されます。読み込んだメディアとダウンロード済みモデルは同期されません。
zh_hans: 语音笔记音频、转写和个人词典替换规则会通过你的私有 iCloud 数据库同步。导入的媒体和下载模型永不同步。

source: Warm Sand
ja: ウォームサンド
zh_hans: 暖砂色

source: Warmer and more editorial.
ja: より温かく、エディトリアルな配色です。
zh_hans: 更温暖，更具编辑感。

source: Watch words appear as you speak.
ja: 話すそばから文字が表示されます。
zh_hans: 说话时即可看到文字实时出现。

source: What OneVoice hears
ja: OneVoiceが聞き取る語句
zh_hans: OneVoice 听到的内容

source: What OneVoice should write
ja: OneVoiceが出力する語句
zh_hans: OneVoice 应写出的内容

source: Works offline
ja: オフラインで利用可能
zh_hans: 离线可用

source: Your Voice Stays Yours
ja: あなたの声は、あなたのもの
zh_hans: 你的声音始终属于你

source: Your final transcript is copied automatically, saved to History, and ready to paste anywhere.
ja: 最終文字起こしは自動でコピーされ、履歴に保存されるため、どこにでも貼り付けられます。
zh_hans: 最终转写会自动复制并保存到历史记录，可随时粘贴到任何地方。

source: Your private recordings and searchable transcripts will appear here.
ja: プライベートな録音と検索可能な文字起こしがここに表示されます。
zh_hans: 你的私密录音和可搜索转写会显示在这里。

source: Your private transcripts will appear here.
ja: プライベートな文字起こしがここに表示されます。
zh_hans: 你的私密转写会显示在这里。

source: Your recordings and history stay on this device.
ja: 録音と履歴はこのデバイス内に保存されます。
zh_hans: 你的录音和历史记录仅保存在此设备。

source: Your recordings stay private
ja: 録音はプライベートに保たれます
zh_hans: 你的录音保持私密

source: Your replacements
ja: 置換ルール
zh_hans: 你的替换规则

source: by OneApps.Studio
ja: OneApps.Studio 制作
zh_hans: 来自 OneApps.Studio

source: iCloud Sync
ja: iCloud同期
zh_hans: iCloud 同步

source: iCloud unavailable
ja: iCloudを利用できません
zh_hans: iCloud 不可用

source: 简体中文
ja: 簡体字中国語

source: 日本語
zh_hans: 日语
